{"lesson":{"id":"15","title":"Blocks","url":"Blocks","type":"1","level":"2","author":"the english shelf","tagline":"block your opponent","duration":"50 mins","keywords":"team, game, vocabulary, quiz, block","worksheet_title":"test","worksheet_path":"/worksheets/Blocks.pdf","image_path":"blocks.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 13:39:00","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Based on the UK TV show 'Blockbusters', two teams compete to connect blocks across a hexagonal-patterned board. One team works from top-to-bottom, the other team from left-to-right. The first team to complete a line across the board is the winner.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "You'll need to prepare a list of questions with single-word answers to map to the grid (not provided).", "class_name": ""}, {"tag": "p", "text": "explain", "class_name": " display-5"}, {"tag": "p", "text": "Give an example question on the board - for example, for the block occupied with an 'S' - the question is 'what word beginning with S is a place where we study?' ", "class_name": ""}, {"tag": "p", "text": "[ answer: school ]", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Have the students make two teams and assign a different colour to each team. Demonstrate how successfully answering a question will colour the target block for that team, and that the goal is to connect blocks across the grid - either from side-to-side or from top-to-bottom.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "While the teams are arranging themselves and deciding on a name, draw the grid on the board and populate with a random arrangement of letters. These letters should correspond to the answers of the teacher's questions. The students can then copy the letters onto the grid on their own worksheet for each round.", "class_name": ""}, {"tag": "p", "text": "Decide which team will try to connect horizontally and which will try to connect vertically. Teams will alternate in attempting to answer a question and win a block. The first team gets to choose which block they wish to try and win. For example, they call out the letter occupying the block 'L at the top left'. The teacher selects a question matching the letter from the teachers sheet and reads it out to the current team. They try to answer. If they answer correctly, that block is filled with their team colour. If they fail to answer, you can offer it to the other team. The fun starts when the two teams realise that they can block each other's path as well as make their own way home!", "class_name": ""}, {"tag": "p", "text": "variations", "class_name": " display-5"}, {"tag": "p", "text": "You can play several rounds.\nVary questions to support current studies.", "class_name": ""}]}}