{"lesson":{"id":"10","title":"Criss-Cross","url":"Criss-Cross","type":"1","level":"1","author":"the english shelf","tagline":"a modifiable warm-up activity","duration":"10 - 15 mins","keywords":"questions, warm-up","worksheet_title":"test","worksheet_path":"","image_path":"","at":"2016-06-12 00:00:00","updated":"2021-01-14 18:18:51","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "All the students have to stand at their desks and listen to questions read out by the teacher. The first student to raise their hand can answer the question. Only by correctly answering a question can a student sit down. Students successfully answering a question can nominate either the row or column in which they are aligned and all the students in that line can also sit down - those assisted students thereby avoiding having to answer questions themselves!", "class_name": ""}, {"tag": "p", "text": "organize", "class_name": " display-5"}, {"tag": "p", "text": "'CrissCross' refers to the layout of the classroom where you have rows and columns of students arranged in a grid. You can explain this by drawing a quick crisscross pattern on the board and explaining how it works.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "Prepare a set of questions to ask your students. You should have a range including easier/fun questions to avoid embarrassing any students left at the end.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "All the students stand up and you ask questions. Students answer by raising their hand. If a student answers correctly, they can sit down and also choose either their entire row or column to sit down. That's where the fun element comes into this game, as students try to persuade their friends to choose either the row or column they are in. This creates enough interest so that all the students will be eagerly listening to the questions.", "class_name": ""}, {"tag": "p", "text": "variations", "class_name": " display-5"}, {"tag": "p", "text": "You can easily configure this activity to complement the main lesson. For example, if you are studying prepositions, ask the students a range of 'where' questions about objects in the classroom. You can use this activity more than once during a term so have a different theme for each time.", "class_name": ""}]}}