{"lesson":{"id":"1","title":"Favourite Things","url":"Favourite-Things","type":"1","level":"1","author":"the english shelf","tagline":"a fun pyschology test","duration":"30 - 40 mins","keywords":"favourite, adjectives, sentences","worksheet_title":"favouritethings","worksheet_path":"/worksheets/FavouriteThings.pdf","image_path":"favouritethings.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 13:42:08","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Students repeat a simple sentence pattern, inserting their own choices of nouns and adjectives. At the end of the activity, the 'real meaning' of their choices are revealed.\n\n", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Write the first model sentence for place</b> on the board:", "class_name": ""}, {"tag": "p", "text": "My favorite place</b> is Tokyo because it is big</b>, lively</b> and exciting</b>.", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Explain the meaning of the sentence. Stress that you have given three reasons - or adjectives - why it is your favorite place. Explain and review adjectives as required. Once the students are familiar with the idea, ask them to write the first sentence pattern on their own worksheets but to insert their own favorite place and to give three adjectives why it is their favorite place:", "class_name": ""}, {"tag": "p", "text": "My favorite place is ... because it is ... , ... and ...", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "List some example places on the board e.g. my room, school, Disneyland and gradually add example adjectives to each as the activity proceeds.\n\n\n", "class_name": ""}, {"tag": "p", "text": "Repeat the exercise a further two times, using the following model sentences for color</b> and animal</b>:", "class_name": ""}, {"tag": "p", "text": "My favorite color</b> is blue</b> because it is cool</b>, quiet</b> and like the sea</b>.", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "My favorite animal</b> is a tuna</b> because it is fast</b>, blue</b> and tasty</b>.", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "You can simply change the keywords in your model sentence at the top of the board. Again, list examples and adjectives for each as you proceed.\n\n\n", "class_name": ""}, {"tag": "p", "text": "review", "class_name": " display-5"}, {"tag": "p", "text": "Once the students have completed their three sentences, explain that the activity is actually a psychology test. They must use the adjectives from their original sentences to make three new sentences. Instruct the students to write the new sentences as below:", "class_name": ""}, {"tag": "p", "text": "Using adjectives from your 'favorite place' sentence, write the new sentence 'I think I am...' - so for the examples given above, we would get:", "class_name": ""}, {"tag": "p", "text": "I</b> think I am big</b>, lively</b> and exciting</b>.", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Using adjectives from your 'favorite color' sentence, write the new sentence 'People think I am...'", "class_name": ""}, {"tag": "p", "text": "e.g. People</b> think I am cool</b>, quiet</b> and like the sea</b>.", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Using adjectives from your 'favorite animal' sentence, write the new sentence 'My perfect partner is...'", "class_name": ""}, {"tag": "p", "text": "e.g. My perfect partner</b> is fast</b>, blue</b> and tasty</b>.", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "\nThe results can be very humorous depending on which adjectives the students have used. It may be helpful to explain some examples, either circulating and engaging several students at a time, or putting some examples on the board. Alternatively, you can ask several students to read out their results or read out several of the funnier ones yourself. ", "class_name": ""}]}}