{"lesson":{"id":"20","title":"Four Corners","url":"Four-Corners","type":"1","level":"4","author":"the english shelf","tagline":"do you agree or disagree?","duration":"40 - 50 mins","keywords":"listening, debate, agree, opinion","worksheet_title":"test","worksheet_path":"/worksheets/FourCorners.pdf","image_path":"fourcorners.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 13:53:19","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Students listen to the teacher's statements and decide if they agree or disagree. They then move to corner of the classroom corresponding to their opinion and write down the reasons for their choice.\n\nFor example, for the statement 'Money is more important than love', students decide on their opinion - do they strongly agree</b>, agree</b>, disagree</b> or strongly disagree</b> - and then write some reason why that is their opinion. A set of statements are provide in the download files.", "class_name": ""}, {"tag": "p", "text": "explain", "class_name": " display-5"}, {"tag": "p", "text": "Give an example statement on the board and explain the two opinions - agree and disagree. Then expand each with 'strongly' to indicate a stronger opinion. Ask a few further examples of students to demonstrate and write these on the board.", "class_name": ""}, {"tag": "p", "text": "Explain that you are going to give the students some statements and you want them to express their opinion. You are going to assign each corner of the classroom to one of the four possible opinions - strongly agree</b>, agree</b>, disagree</b>, strongly disagree</b> - and label each accordingly. You want them to move to the corresponding corner for each answer they give. The resulting grouping of students will give something like a straw poll on class opinion. ", "class_name": ""}, {"tag": "p", "text": "organize", "class_name": " display-5"}, {"tag": "p", "text": "Instruct the students to move the chairs and desks against the centre of each wall - leaving plenty of space in the corners. Then ask them to carry a worksheet, a pen and a notebook to lean on while writing.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Read out each statement in turn, giving time for the students to move to their chosen corner and write their answers. Ask a few students to read out their answers for each round. Circulate and ensure all the students are following the exercise and writing their answers correctly.", "class_name": ""}]}}