{"lesson":{"id":"16","title":"Gambling Quiz","url":"Gambling-Quiz","type":"1","level":"2","author":"the english shelf","tagline":"gamble on the answers","duration":"40 - 50 mins","keywords":"team, game, quiz, numbers, money","worksheet_title":"test","worksheet_path":"/worksheets/Gambling.pdf","image_path":"gambling.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-20 20:15:08","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "This is a simple quiz with English questions but you give your students fake money to gamble with. They start with a seed fund and try to build up their 'money' as the quiz proceeds. Some classes respond well to the tension of possibly losing their money or winning more.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "You'll need a bank of fake money big enough to allow for your teams successfully completing the quiz and increasing their money. A few bigger notes amongst your pile will allow you to handle most scenarios!", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Work through each question in turn. Students read the question and make their bets. Write each team's bet on the board and then announce the correct answer. You can create a learning opportunity at any stage of this process for example, in reading out the figures as you write them on the board.", "class_name": ""}, {"tag": "p", "text": "\nWinning teams collect their money from you after each question while losing teams must hand it over! Keep it simple so that a team betting $50 will win another $50, or have to hand over their $50. Limit the betting for each round to half of the teams money or overambitious teams will quickly lose all of their money!", "class_name": ""}, {"tag": "p", "text": "After every few questions, ask the teams for their current balance and write this up on the board. Again, this is another learning opportunity to review numbers and money.", "class_name": ""}, {"tag": "p", "text": "A fun incentive is to give prizes to each team where the prizes are unmarked paper bags of various sizes with no clues as to their contents - but tell them beforehand that the winning team will get to choose first! This way, ever team actually has an equal chance to 'win' the best prize but the winners get the satisfaction of choosing - not always successfully!", "class_name": ""}, {"tag": "p", "text": "variations ", "class_name": " display-5"}, {"tag": "p", "text": "You can vary the questions to support any grammar, vocabulary or other learning you wish to pursue.", "class_name": ""}]}}