{"lesson":{"id":"25","title":"How Do I?","url":"How-Do-I","type":"1","level":"3","author":"the english shelf","tagline":"instructions for a simple task!","duration":"50 mins","keywords":"writing, team, vocabulary, make, sandwich","worksheet_title":"test","worksheet_path":"/worksheets/HowDoI.pdf","image_path":"howdoi.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:02:54","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Students create instructions for making a sandwich - which the teacher then attempts to follow. Follow the instruction literally, whatever they have written! This can be a very funny lesson and is ideally suited for smaller classes. \n\nYou can provide key vocabulary and sentence structures as required.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "You'll need sliced bread, cheese slices, a squeezable tube of mayonnaise, margarine, a knife, hand wipes and a tray to work on. ", "class_name": ""}, {"tag": "p", "text": "explain", "class_name": " display-5"}, {"tag": "p", "text": "Write on the blackboard 'How do I make a cake?' and elicit responses from the students. List these under 'ingredients' and 'steps'. Discuss each step and build descriptive sentences together. Finally, summarise the English used to describe the process.\n\nStudents write the instructions for making a sandwich and the teacher follows these to the word, actually making the sandwich as the students have instructed.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Divide the class into a maximum of six teams - allowing a reasonable time for the teacher to circulate and implement the instructions - and get the teams to put their desks together. Instruct the students to repeat the process on their worksheet but this time for making a sandwich. Give them a set time to complete the activity and perhaps give a number of steps expected.", "class_name": ""}, {"tag": "p", "text": "Once teams start finishing, take your kit to the most completed team and start following their instructions - actually making a sandwich on the team's desks. Follow the instructions literally - deliberately making mistakes if the instructions instruct you to do so. Allow the students to make small corrections as you proceed, or move on to another team if they have to make bigger changes.", "class_name": ""}, {"tag": "p", "text": "variation", "class_name": " display-5"}, {"tag": "p", "text": "If you are team-teaching, provide a sandwich-making kit for your partner also!", "class_name": ""}]}}