{"lesson":{"id":"2","title":"Jeopardy","url":"Jeopardy","type":"1","level":"0","author":"the english shelf","tagline":"category-based quiz","duration":"50 mins","keywords":"quiz, game, listening","worksheet_title":"jeopardy","worksheet_path":"/worksheets/Jeopardy.pdf","image_path":"jeopardy.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:06:23","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "A team quiz game based on the popular US TV show, this activity can be easily adapted for your own material. A range of categories are written up as columns on the board. In each column, a range of points is written representing hidden questions from which teams choose questions to attempt to answer. The more points, the more difficult the question.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "Bring the questions up-to-date and make them relevant for your own students.", "class_name": ""}, {"tag": "p", "text": "organize", "class_name": " display-5"}, {"tag": "p", "text": "Create four to six teams grouped in the classroom. You hope to get each team's members to engage with each other and discuss the meaning of the questions, possible answers and how they should answer in English. Ask each team for a team name and create a list of teams and scores on one portion of the board.", "class_name": ""}, {"tag": "p", "text": "While the students are arranging and naming themselves, write the categories and points on the board.", "class_name": ""}, {"tag": "p", "text": "World      Disney      Movies    ...\n  10            10             10\n  20            20             20\n  30            30             30\n  40            40             40 ", "class_name": ""}, {"tag": "p", "text": "You don't write the questions on the board - only the points. The Teacher's Question Sheet provides the question assigned to each category/point. Explain the points system eg 10 points for easy questions / 40 points for the most difficult questions.", "class_name": ""}, {"tag": "p", "text": "warm-up", "updated": "2020-09-09 10:20:45", "class_name": " display-5"}, {"tag": "p", "text": "More advanced students should be able to follow by listening only - but a simple worksheet provides a good tool to encourage beginners.", "class_name": "text-info"}, {"tag": "p", "text": "The simple worksheet has every question randomly positioned . For each question, there is a space above it for writing the category. After writing the categories on the board, ask the students to write the category for each question on their worksheet. Give some examples already completed. Demonstrate several examples on the board showing how you would choose a category using keywords in the question. Keep the students focused on the categories - while allowing them to get some familiarity with the questions.", "class_name": ""}, {"tag": "p", "text": "This prep time is a good way of getting beginners to focus and familiarise themselves with the categories. While the students are busy, circulate around the groups ensuring they all understand, and assist where required.", "class_name": ""}, {"tag": "p", "text": "play the quiz", "class_name": " display-5"}, {"tag": "p", "text": "Teams choose questions in turn. They select the category and the points (difficulty level). The teacher then reads the corresponding question and all the teams compete to answer. Students raise their hand to answer. Team points are written up on the board as the game progresses.", "class_name": ""}, {"tag": "p", "text": "Keep score by updating the points for each team on the board as the game progresses. Keep interest by giving points for well behaved teams, taking points off for noisy teams etc. Any student can answer a question by raising their hand. If they are correct, the team gets the points. Depending on the situation/student level etc. you can explain some of the answers on the board as you play, but keep the momentum going.", "class_name": ""}, {"tag": "p", "text": "Some teachers may want to restrict answering to only the team that chose the question - but this is likely to loose the interest of the whole class as they have to wait for all the teams in each round. Competing to answer each question will engage the whole class. Less outgoing teams are still engaged directly by having to choose their question and can be given more attention during the bonus round at the end of the quiz if required.", "class_name": ""}, {"tag": "p", "text": "example questions", "class_name": " display-6"}, {"tag": "p", "text": "World", "class_name": ""}, {"tag": "p", "text": "10 What is the longest river in the world?", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "20 What is the hightest mountain in the world?", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "30 What is the largest country in the world? ", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "40 What is the largest island in the world?", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Disney", "updated": "2020-09-09 10:20:45", "class_name": ""}, {"tag": "p", "text": "10 What is Winney the Poohs favorite food?", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "20 What movie is this - 'his nose grows longer..'? ", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "30 In Pirates of the Carribean, who does Johnny Depp play?", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "40 Which city is Nemo taken to?", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "bonus questions", "class_name": " display-6"}, {"tag": "p", "text": "Keep some good, fun questions for the end. You can assign some ridiculously high points to these to get all the students' attention since all teams can still win and end with a flourish", "class_name": ""}]}}