{"lesson":{"id":"14","title":"Last Xmas","url":"Last-Xmas","type":"1","level":"2","author":"the english shelf","tagline":"festive music and game","duration":"50 mins","keywords":"christmas, xmas, game, parcel, wham, song, prize","worksheet_title":"test","worksheet_path":"/worksheets/LastXmas.pdf","image_path":"lastxmas.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:10:17","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "A great, fun xmas theme lesson with music and a gap-fill exercise, small prizes and the popular 'Pass the Parcel' party game. ", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "Make a multi-layer parcel using old newspapers and a small prize in the innermost parcel. In each layer, insert a slip of paper containing a written challenge. Have a small chocolate to give to each student completing a challenge at each layer.\n\nPrepare a separate sheet (not provided) with Wham's 'Last Christmas' lyrics for each student, but with some keywords missing as a gap-fill exercise .\n", "class_name": ""}, {"tag": "p", "text": "activity\n", "class_name": " display-5"}, {"tag": "p", "text": "gap fill", "class_name": " display-6"}, {"tag": "p", "text": "Play Wham's song 'Last Christmas' while students listen and fill in the gaps on their worksheet. Explain some of the more interesting phrases from the lyrics - for example 'catch my eye'.", "class_name": ""}, {"tag": "p", "text": "pass the parcel", "class_name": " display-6"}, {"tag": "p", "text": "Explain this traditional xmas party game and your own experiences of playing it. Students pass a parcel around the class while music is playing. Stand by the CD player, with your back to the class and randomly stop the music. When the music stops, the student holding the parcel at that time has to open it. Inside the parcel, there are multiple layers of wrapping. Students open only one at a time. In each layer put a challenge written in English on a slip of paper for the student to attempt. If they successfully carry out the challenge, they win a chocolate!", "class_name": ""}, {"tag": "p", "text": "\nOnce that student has finished their challenge, restart the music and the students continue to pass the parcel around the class until the music stops again. Eight layers should be enough for 20 to 30 minutes but this will vary depending on the class response. Inside the final, innermost parcel is a small prize for the final lucky student. For example, you can give a small xmas card and chocolate as a prize.", "class_name": ""}, {"tag": "p", "text": "review", "class_name": " display-5"}, {"tag": "p", "text": "Students answer the questions on the worksheet. You can give examples on the board as required. You can vary the content of the lesson and the challenges to match your students' level.", "class_name": ""}]}}