{"lesson":{"id":"8","title":"Mangazine","url":"Mangazine","type":"1","level":"3","author":"the english shelf","tagline":"create a 'zine'","duration":"50 mins","keywords":"create, reading, writing, drawing, story","worksheet_title":"test","worksheet_path":"/worksheets/MangaZine.pdf","image_path":"mangazine.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:16:18","content":[{"tag": "p", "text": "outline\n", "class_name": " display-5"}, {"tag": "p", "text": "The worksheet provides written instructions on how to make a 'zine' a small magazine made from a single piece of paper. On the back, a popular Japanese folk tale is written out in simple English paragraphs to provide content for the zine - but it is written out in the wrong order. Students first follow the instructions to make their 'zine'. Then, they read and re-order the paragraphs. Finally, they populate their zine with the story. Creating a comic ('manga') can be a fun and achievable activity.\n\n", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "You'll need a sheet of A4 paper for each student, and several pairs of scissors.\n\n", "class_name": ""}, {"tag": "p", "text": "activity\n", "class_name": " display-5"}, {"tag": "p", "text": "make a zine\n", "class_name": " display-6"}, {"tag": "p", "text": "Firstly, review the key vocabulary for the instruction set you will use. Then, select students to read out each of the steps in turn. Demonstrate each step to the class while clarifying the meaning of each sentence as required. Have the students follow the instructions with their own sheet of paper. You'll need several pairs of scissors to hand out during the latter part of the instructions. Have a pre-made 'zine' to show students what it is they are going to make.", "class_name": ""}, {"tag": "p", "text": "reading", "class_name": " display-6"}, {"tag": "p", "text": "Introduce the text on the back of the worksheet. Instruct the students that they are to create their 'manga' using this content, but their first task is to put the story in the correct order.", "class_name": ""}, {"tag": "p", "text": "Depending on the level of the students, you may want to go over the sentences, write keywords on the blackboard or simply let them get on with it. You can also suggest that they skim the text and underline any keywords they find. They don't have to understand ever word to get the gist of the story - the example worksheet uses a very popular Japanese folk tale which all Japanese school children know, so once they have worked out that it is 'Urashima Taro', they are pretty quick in understanding it.", "class_name": ""}, {"tag": "p", "text": "create", "class_name": " display-6"}, {"tag": "p", "text": "Students now use the correctly-ordered story to create their zine. Sketch a couple of examples on the blackboard to show what you expect. Depending on your students level and enthusiasm, instruct them to draw a picture and/or write some English on each page to tell the story. Even if they only draw pictures, correctly understanding the story is itself a useful exercise. For example, 'I don't want all the English simply copied - rather, use speech bubbles and a single summary sentence at the foot of each page'. ", "class_name": ""}, {"tag": "p", "text": "This can be a great activity as students respond very well to the creative side of this lesson while they have to correctly interpret the English to decide on the content of each page. Circulate and assist during the activity.\n\n\n", "class_name": ""}]}}