{"lesson":{"id":"24","title":"Picture This","url":"Picture-This","type":"1","level":"3","author":"the english shelf","tagline":"three in one","duration":"50 mins","keywords":"listening, draw, picture, prepositions","worksheet_title":"test","worksheet_path":"/worksheets/PictureThis.pdf","image_path":"picturethis.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-14 18:28:11","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Students complete the three stages of the worksheet - exercising their writing, reading and listening skills.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "Make a list of descriptive sentences for picture 3, including some fun and unexpected sentences to keep the students' interest.", "class_name": ""}, {"tag": "p", "text": "explanation", "class_name": " display-5"}, {"tag": "p", "text": "Draw a simple sketch on the board (different from the worksheet) and include text blocks as on the worksheet example. Write some simple sentence patterns in these blocks to describe your picture. Elicit some input from the students.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Explain to the students that there are three pictures and the primary purpose of each - writing, reading and listening. Describe the requirement of each picture as the lesson proceeds.", "class_name": ""}, {"tag": "p", "text": "picture 1 - writing\n", "class_name": " display-6"}, {"tag": "p", "text": "Explain that the students have to select objects in the first picture and write a descriptive sentence in the corresponding box. For example - 'There is a bird over the tree'. Demonstrate that you want a full sentence with a preposition.", "class_name": ""}, {"tag": "p", "text": "picture 2 - reading\n", "class_name": " display-6"}, {"tag": "p", "text": "Explain that the students have to read the sentences and draw the picture. You can vary the sentences to match the students' level.", "class_name": ""}, {"tag": "p", "text": "picture 3 - listening\n", "class_name": " display-6"}, {"tag": "p", "text": "The students have to listen to the teacher read out the sentences. They have to select an appropriate box to write the sentence in - for example, if the first sentence provided is 'There is a school in the middle of the picture', they should choose a central location in the picture. They then draw the object as described. Ensure your sentences use prepositions.\n\nCirculate and assist the students during the activity.", "class_name": ""}]}}