{"lesson":{"id":"3","title":"Pronunciation Journey","url":"Pronunciation-Journey","type":"1","level":"1","author":"the english shelf","tagline":"repeatable pronunciations","duration":"30 mins","keywords":"pronunciation, vocabulary","worksheet_title":"pronunciationjourney","worksheet_path":"/worksheets/PronunciationJourney.pdf","image_path":"pronunciationjourney.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:19:53","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Students listen to the teacher reading out one of a pair of similar-sounding words - for example 'rice' or 'lice'. They then choose which one they think they've heard, choosing that word on the corresponding Word Tree on the worksheet. With further words spoken from the teacher, they work their way down the Word Tree to reach a destination. This is a great activity, very different from usual lessons and can be quite challenging. You can vary the time depending on your explanation and number of turns.", "class_name": ""}, {"tag": "p", "text": "explain", "class_name": " display-5"}, {"tag": "p", "text": "Give some background on why you are doing this activity. You can relate to similar difficulties for non-native speakers learning the students' native language. Draw diagrams on the board of the tongue position for pronouncing some of the sounds (For example, in Japan, it's good to illustrate 'l' and 'r' as they can be the difficult for Japanese students to learn). Read out each of the sample words several times from the worksheet and ask the students to repeat aloud after you. Stress the tongue position and the shape of your mouth. ", "class_name": ""}, {"tag": "p", "text": "Explain the activity. Students listen and choose which word of the two candidate words they think you are saying at each step of the tree diagram. They can circle the word on their worksheet or simply point to it. As you say each word, they should follow your progress down the tree. With each new word, you are following a path down the word tree by choosing from the word pair at each level.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Start off slow and easy, and repeat each word several times. Follow a path down the tree. If the students are struggling, you can exaggerate the pronunciation the first few times to encourage them. When you have finished one path, ask the students where they think you have gone. Each path will lead to a city on the Word Tree. Repeat the activity several times, with a different destination each time.", "class_name": ""}, {"tag": "p", "text": "review", "class_name": " display-5"}, {"tag": "p", "text": "Discuss with the students which pronunciations they were having difficulty with. Read out the words again and have the students repeat them.", "class_name": ""}, {"tag": "p", "text": "variations", "class_name": " display-5"}, {"tag": "p", "text": "Ask a confident student up to the front to take a turn reading while the other students listen. This can be great fun.", "class_name": ""}]}}