{"lesson":{"id":"11","title":"Read and Run","url":"Read-And-Run","type":"1","level":"2","author":"the english shelf","tagline":"collect and answer questions","duration":"40 - 50 mins","keywords":"reading, questions, read, run, game, team, comprehension","worksheet_title":"test","worksheet_path":"/worksheets/ReadAndRun.pdf","image_path":"readandrun.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-14 18:29:41","content":[{"tag": "p", "text": "outline\n", "class_name": " display-5"}, {"tag": "p", "text": "Teams compete to complete a list of questions about a text article on their worksheet. One member of each team at a time receives a question from the teacher and must share it with their team. Only on presenting the correct answer for a question do they receive the next question. For younger students, post answer strips around the classroom and encourage them to remember the questions and answer strips without writing them down.\n", "class_name": ""}, {"tag": "p", "text": "prep\n", "class_name": " display-5"}, {"tag": "p", "text": "student worksheets / sentence strips / cellotape", "class_name": ""}, {"tag": "p", "text": "explain", "class_name": " display-5"}, {"tag": "p", "text": "The worksheet has a copy of the text and a table labelled 'questions' and 'answers'. There are, however, no questions written on the worksheet. Each student in turn approaches the teacher at the front of the class and, upon giving the previous answer, is told the next question. They must then remember this and return to their team. Then, they communicate the question to the rest of their team to write it down.\n", "class_name": ""}, {"tag": "p", "text": "As a group, they answer the question regarding the article text. Once they have then answered the question, the next student must take the written answer to the teacher and collect the next question. Proceed until all the questions are answered and all the students have had a turn remembering a question.", "class_name": ""}, {"tag": "p", "text": "read", "class_name": " display-5"}, {"tag": "p", "text": "Read the text to the students and review/repeat as required.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Write team names up on the board and explain the procedure for collecting the questions. Once started, make sure that different students come up to receive each question - this is a good opportunity to involve reluctant participants. When reading the questions out, encourage students to repeat the question after you. The winning team is first to complete all the questions.", "class_name": ""}, {"tag": "p", "text": "variations", "class_name": " display-5"}, {"tag": "p", "text": "Post answer strips on the wall around the classroom as prompts for lower level or younger students.\nThe download is a simple text article - change the text and questions to suit your students' level.\n\n\n", "class_name": ""}]}}