{"lesson":{"id":"184","title":"Resources","url":"Resources","type":"3","level":"0","author":"the english shelf","tagline":"resources for the Assistant Language Teacher","duration":"","keywords":"resources, online, teachers","worksheet_title":"","worksheet_path":"","image_path":"","at":"0000-00-00 00:00:00","updated":"2021-01-21 11:55:39","content":[{"tag": "p", "text": "Working as an ALT can be at times a solo effort and you definitely have to learn to become resourceful in finding ideas and preparing lesson plans to execute those ideas in the classroom. There is a wealth of lessons online which means you'll always have an abundance of material to select from; but this can be problematic in itself, as a great many sites offering lesson plans don't have effective quality filtering, meaning you have to trawl through a mass of lessons to discover those which will actually work.\n", "updated": "2020-09-09 11:05:03", "class_name": ""}, {"tag": "p", "text": "This article presents some approaches to using the resources you have available effectively.\n", "updated": "2020-09-09 11:05:03", "class_name": ""}, {"tag": "p", "text": "programme resources", "class_name": " display-5"}, {"tag": "p", "text": "If you are on something like Japan's JET programme, you will have immediate access to some well-written lesson material which generally should be of higher quality and will give you some measure of the level participating teachers are accustomed to. Typically, however, this material will reflect the wide coverage of the programme, with lessons for all levels and ages mixed in with each other. So, an early task you should tackle is to filter this set yourself and identify 'definite', 'possible' and 'unlikely' lessons for you to utilize. Then, working on the strongest material first, you can design your own lesson plan format and incorporate the material accordingly.", "updated": "2020-09-09 11:05:03", "class_name": ""}, {"tag": "p", "text": "You probably want to develop a few lessons fully first and wait until you have some experience in the classroom before progressing the others. That way, you can incorporate lessons learnt from your first classes. As always, you want to be continually improving lessons as you receive feedback from the classroom and colleagues.", "updated": "2020-09-09 11:05:03", "class_name": ""}, {"tag": "p", "text": "online", "class_name": " display-5"}, {"tag": "p", "text": "There are a great number of online lesson resources but they vary greatly in quality\n\n- avoid sites which are merely lists of links into lessons provided on other sites. Most lack any kind of quality filtering and can consume a great deal of your time. Sites which are created by either an individual teacher or teaching organisation are more likely to have had time invested in the selection of lessons in their lists. Not every lesson you find will clearly be a winner, or not, on your first viewing, so it helps if you have confidence in the provider\n\n- select two or three of the larger, well-established sites as primary sources for material. Ideally sites with search and supporting documentation - around, for example, lesson planning- and get familiar with their layout and features. This way, as well as getting a good source for ideas, any specific requirement for future lessons can quickly be met\n\n- likewise, select two or three smaller sites written by individuals or small teams which clearly demonstrate an investment of time and experience. While all the lessons may not appeal to your own teaching style or students, you can borrow ideas from some parts of them\n\n- consider sharing your own lessons on an established site or building your own site", "class_name": ""}, {"tag": "p", "text": "ALTs", "class_name": " display-5"}, {"tag": "p", "text": "In many ALT appointments you will be assigned into a group of teachers in a given geographical area or city.  Encourage sharing by making your own lessons and resources available to your peers, and be open to sharing ideas and experiences.", "class_name": ""}, {"tag": "p", "text": "teachers", "class_name": " display-5"}, {"tag": "p", "text": "Your partner teachers are also a great resource for lesson ideas, but may need some encouragement to put forward suggestions. They will have experience of what works and what doesn't work in the classroom, so can be good sounding boards for your own ideas as well.", "class_name": ""}, {"tag": "p", "text": "your own background", "class_name": " display-5"}, {"tag": "p", "text": "Many ALT programmes have exposure to English-speaking culture as a secondary aim - so you should use your own background in your teaching. Interests like sports, music or arts which might appeal to your students are a good source for lesson material.\n", "class_name": ""}]}}