{"lesson":{"id":"5","title":"Same Difference","url":"Same-Difference","type":"1","level":"3","author":"the english shelf","tagline":"similarities and differences","duration":"50 mins","keywords":"describe, same, different, difference, similarity","worksheet_title":"test","worksheet_path":"/worksheets/SameDifference.pdf","image_path":"samedifference.jpg","at":"2016-06-14 00:00:00","updated":"2021-01-21 14:22:08","content":[{"tag": "p", "text": "outline\n", "class_name": " display-5"}, {"tag": "p", "text": "List similarities and differences between countries, then spot the differences\n", "class_name": ""}, {"tag": "p", "text": "warm-up", "class_name": " display-5"}, {"tag": "p", "text": "Draw your country and the students' country on opposite sides of the board, For example, Britain on one side and Japan on the other. Ask the students what is between them? Elicit the names of countries and proceed to write these names on the blackboard at approximate locations. Eventually you want most of the better known countries, in this instance, across Asia and Europe. This is a good chance to introduce some English names for various countries.\n", "class_name": ""}, {"tag": "p", "text": "Once the map is finished, introduce the keywords 'same' and 'different'. Ask the students to think about how the two countries, in this case Japan and Britain, are different. Then discuss various patterns such as how from the UK, China and Japan are similar; whereas from Japan, France and the UK are similar; but of course, to Japanese people, China is very different etc. Then discuss how there is a gradient/series of steps across the continents of small differences between neighbouring countries. You can discuss various categories - for example: language, alphabets, food, culture.\n", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "same /different ?\n", "class_name": " display-6"}, {"tag": "p", "text": "Clear the map (leaving the two original countries) and make two columns labelled 'Same' and 'Different'. Start with the 'Different' column and ask the students to identify things which are different between the two countries in this case, Japan and the UK. You can prompt the students with the following keywords: ", "class_name": ""}, {"tag": "p", "text": "Culture and Language", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Food and Cuisine", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Music, Movies, TV", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Cars and roads", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "Make a list of differences between the two countries for example, the language, staple diet, music tastes, school start times etc. and get the students to write these up on their worksheets. Repeat this exercise for the 'Same' column. This can reveal some interesting similarities - for example, driving on the same side of the road, popular brands etc.\n", "class_name": ""}, {"tag": "p", "text": "spot the difference\n", "class_name": " display-5"}, {"tag": "p", "text": "Students find the ten differences between the two pictures. Explain that you want full sentences and give the first as a demonstration - for example, 'There is a bus in the top picture'. Of course, you should change the picture - ideally to one related to your own country or culture that you can discuss with the students.", "class_name": ""}]}}