{"lesson":{"id":"21","title":"Sharing Pictures","url":"Sharing-Pictures","type":"1","level":"3","author":"the english shelf","tagline":"illustrate the descriptions","duration":"50 mins","keywords":"describing, pictures, vocabulary, team","worksheet_title":"test","worksheet_path":"/worksheets/SharingPictures.pdf","image_path":"sharingpictures.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:27:34","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Students arrange themselves around their desks in groups of four. Each student is given a unique picture which they keep hidden. Individually, they write a description of their picture. They then attempt to draw each others' pictures by listening to the description read out to them by their team-mates. This is a great lesson for teachers and students alike. For teachers, it really gets the students communicating in English, while students really enjoy the challenge.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "You'll need a set of photos/pictures with at least one picture for each student. You can cut pictures out of magazines or print off the web and glue onto the back of card and/or laminate - you'll want them to survive several classes.", "class_name": ""}, {"tag": "p", "text": "warm-up", "class_name": " display-5"}, {"tag": "p", "text": "Draw a simple sketch on the board and then write descriptions around it. Use example sentences you would like the students to use during the activity - for example 'there is a man on a bike on the top left of the picture'. Stress that the students have to describe the detail of the picture - what is there? / where things are? / what are they doing? etc.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Students arrange themselves around their desks in groups of four. Distribute the pictures - ensuring the students are well aware that they have to keep their pictures secret from the rest of their team. Once each team has completed the writing activity, get them to move onto the second part.\n\nOne student at a time reads out their description. The other students listen and draw what they hear on the space provided on the worksheet. Encourage them to question and repeat the description in English. Each student will read out their description in turn to their team while their teammates draw. Each picture description should take 5 to 10 minutes.", "class_name": ""}, {"tag": "p", "text": "review", "class_name": " display-5"}, {"tag": "p", "text": "At the end of the class, instruct the students to show each other their original pictures and compare with the drawings they made. Ask them to discuss any misunderstandings they may have made from the spoken English.", "class_name": ""}]}}