{"lesson":{"id":"4","title":"Squares","url":"Squares","type":"1","level":"2","author":"the english shelf","tagline":"for beginner and younger classes","duration":"30 - 50 mins","keywords":"draw, directions, listening","worksheet_title":"squares","worksheet_path":"/worksheets/Squares.pdf","image_path":"squares.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:31:16","content":[{"tag": "p", "text": "outline\n", "class_name": " display-5"}, {"tag": "p", "text": "Students follow simple direction instructions from the teacher and move around a grid of squares on their worksheet. At each destination square, they will follow instructions to either draw or write something. ", "class_name": ""}, {"tag": "p", "text": "This is a simple activity for your students whatever their level, so should allow all of them to successfully participate. The drawing instructions in particular can encourage a good, fun learning experience.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "You'll need a set of instructions for the students to carry out at each location on the grid. You can vary these depending on your students' level - from simple 'write your name and age' to 'draw a panda holding bamboo'.", "class_name": ""}, {"tag": "p", "text": "warm-up", "class_name": " display-5"}, {"tag": "p", "text": "Choose a local landmark close to your school and ask the students for directions how to get there. Write up key phrases on the board as the instructions develop.", "class_name": ""}, {"tag": "p", "text": "explain", "class_name": " display-5"}, {"tag": "p", "text": "Explain the activity - you will give instructions to the students to move around the squares. At the destination square they will either write or draw something as instructed. Review the instruction set (vocabulary) on the board and review their meanings as required: ", "class_name": ""}, {"tag": "p", "text": "go right / go left / go up / go down / go back / write / draw", "class_name": "text-secondary m-2 mb-3 p-2 border"}, {"tag": "p", "text": "You can demonstrate an example on the board: 'Go right four squares and draw mount Fuji', 'Go up two squares, right one square and write your name and birthday'.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Read out the instructions. This is primarily a listening exercise, so make sure the students are able to follow your instructions. Circulate around the classroom, assisting where required. Encourage the students to understand from listening only. You can use the written vocabulary on the board to help them by pointing at key words as you repeat the instructions. Have a mix of drawing and writing activities, including some trickier tasks - for example, some maths. Configure the activities for each class.", "class_name": ""}]}}