{"lesson":{"id":"18","title":"Unique Words","url":"Unique-Words","type":"1","level":"3","author":"the english shelf","tagline":"the most unique wins!","duration":"40 - 50 mins","keywords":"categories, team,  vocabulary","worksheet_title":"test","worksheet_path":"/worksheets/UniqueWords.pdf","image_path":"uniquewords.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:31:48","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "This is an adaptation of the popular 'Scattegories' game. Student teams think of the most unique word they can for a given category. For example, for the category 'colours', 'blue' or 'red' are common choices, whereas 'magenta' would be unusual and hence more likely to score points.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Demonstrate a simple example on the board. For a given category, say 'colour', each team has to write one word - but they should choose the most unusual word they can think of - so 'cyan' would be better than 'blue'. Once the current round is finished, teams will be given points only</strong> if their word is not the same as any other team. Multiple teams with the same word for any category don't get a point for that category. Note, you need four to eight teams to make this effective.", "class_name": ""}, {"tag": "p", "text": "play the game", "class_name": " display-5"}, {"tag": "p", "text": "Play in rounds (see worksheet) and give the students a set time for each round (otherwise they can take forever!)", "class_name": ""}, {"tag": "p", "text": "Give, say, 10 to 15 minutes for each round. On completion of each round, get the student teams to write their words on the blackboard. You can prepare a grid with columns for each team while they are busy writing. Get a student from each team to come up and write the words on the blackboard. While that student is writing on the board, get the rest of their team to start the next round on their worksheet. ", "class_name": ""}, {"tag": "p", "text": "You can encourage the students by offering bonus points for the first team to write up all their words. Ideally, you want about six teams which gives plenty of opportunity for students to duplicate words without realizing it!\n", "class_name": ""}, {"tag": "p", "text": "Once all the words for the current round are written on the board, you can total up the scores. Make a deal out of checking the words to get the students attention. Score out any duplicates, non-English words etc. You can give bonus points to really unique words etc. Write up the team points for that round and then get the students writing for the next round. While they are busy, prepare the board for them to write up the next set of words.", "class_name": ""}]}}