{"lesson":{"id":"6","title":"Where Is It?","url":"Where-Is-It","type":"1","level":"2","author":"the english shelf","tagline":"focusing on prepositions","duration":"50 mins","keywords":"draw, adjectives, prepositions","worksheet_title":"where is it","worksheet_path":"/worksheets/WhereIsIt.pdf","image_path":"whereisit.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:35:19","content":[{"tag": "p", "text": "outline", "class_name": " display-5"}, {"tag": "p", "text": "Listening and drawing lesson reviewing prepositions. Students listen to the teacher and draw the described objects at the correct locations on the worksheet.", "class_name": ""}, {"tag": "p", "text": "warm-up", "class_name": " display-5"}, {"tag": "p", "text": "review prepositions", "class_name": " display-6"}, {"tag": "p", "text": "A simple warm-up activity for reviewing prepositions is useful. You can play a game like Criss-Cross, using 'where' questions, or draw some simple fun pictures on the board, with stick figures representing various students in unusual situations and ask 'where are they?' In the sentences you have written on the board during your warm-up, highlight the prepositions and the patterns in their use. On the worksheet, ask the students to write the meaning of the English prepositions (top right of worksheet). Review/explain any difficulties. ", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Students listen as you call out an object and its location on the picture. For example, 'There is a book on the table.' They then draw this item at the specified location on the picture. List the items on the board as you proceed.", "class_name": ""}, {"tag": "p", "text": "review", "class_name": " display-5"}, {"tag": "p", "text": "Once you have added twelve or so items to the picture, re-draw the original empty background picture on the board. From the list of items, ask one student in turn to tell you where that object is. Ensure they use sentences and the correct preposition to describe its location. You can then either draw it yourself or ask the student to draw it on the board.", "class_name": ""}, {"tag": "p", "text": "A supporting writing activity is provided at the bottom of the worksheet. Circulate during this time and ensure students are writing out full sentences correctly. ", "class_name": ""}]}}