{"lesson":{"id":"7","title":"Who's Who?","url":"Whos-Who","type":"1","level":"3","author":"the internet","tagline":"puzzling descriptions of people","duration":"30 - 40 mins","keywords":"puzzle, team, description, people","worksheet_title":"test","worksheet_path":"/worksheets/WhosWho.pdf","image_path":"whoswho.jpg","at":"2016-06-12 00:00:00","updated":"2021-01-21 14:36:04","content":[{"tag": "p", "text": "outline\n", "class_name": " display-5"}, {"tag": "p", "text": "Students solve the identity of several characters from written descriptive clues.", "class_name": ""}, {"tag": "p", "text": "prep", "class_name": " display-5"}, {"tag": "p", "text": "The download includes a set of clues. Hang these around the classroom before the activity begins.", "class_name": ""}, {"tag": "p", "text": "warm-up", "class_name": " display-5"}, {"tag": "p", "text": "describing people", "class_name": " display-6"}, {"tag": "p", "text": "Draw a range of varying characters on the board and elicit descriptions (adjectives) from the students. Get them to describe height, size, age and even name them. This can be great fun. Review the idea that you are describing the people and the kind of words you are using. Then link to the lesson - a puzzle where students have to match people with their descriptions.", "class_name": ""}, {"tag": "p", "text": "activity", "class_name": " display-5"}, {"tag": "p", "text": "Students work in teams of four. After walking around the classroom and writing down all the clues, they tackle the puzzle. Students must find the name and age of the six people on the worksheet from the clues given. Put up one or two red herrings, such as 'I am very hungry' and warn the students that they don't need all the clues.", "class_name": ""}, {"tag": "p", "text": "Circulate while they are solving the puzzle and assist where appropriate.", "class_name": ""}, {"tag": "p", "text": "review", "class_name": " display-5"}, {"tag": "p", "text": "Write up the solution at the end of the lesson and review any grammar from the clues as required.", "class_name": ""}]}}